---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackForUnloadLocally
source: html/2a3b4caa-442e-4409-414a-86f145ebb932.htm
---
# ISaveSharedCoordinatesCallbackForUnloadLocally Members

Determines whether Revit should save the link or not prior
 to unloading the link locally.